Revit 2027 API
BuiltInFailures.CopyPasteFailures.PasteInvisibleInView Property
 Selection is invisible in this view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId PasteInvisibleInView { get; }
Public Shared ReadOnly Property PasteInvisibleInView As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ PasteInvisibleInView {
	FailureDefinitionId^ get ();
}
static member PasteInvisibleInView : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace